标准服务清册/GT3-ZJ-金税三期标准服务清册_V2.29/附录报文/个人税收业务/GSSB_SB_00012_全责模式补缴申报保存应征信息/报文样例/请求报文.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:ent="http://entrance.publish.sbf.iitms.gt3.gov/">
   <soapenv:Header/>
   <soapenv:Body>
      <ent:service><![CDATA[<?xml version="1.0" encoding="UTF-8" standalone="yes"?><service xmlns="http://www.chinatax.gov.cn/spec/" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance"><head><tran_id>SWZJ.GSGL.SB.SBFJFSBBCYZXX</tran_id><channel_id>GDDS.ZJNB.GSHD</channel_id>
      <tran_seq>036505bbc5024a5c85cbcd2e29695311</tran_seq><tran_date>20150914</tran_date><tran_time>113454304</tran_time><expand><name>identityType</name><value>49308fd2f75d462594648203c1ae5e93</value></expand></head><body><![CDATA[<?xml version="1.0" encoding="UTF-8"?><taxML xsi:type="ShbxfbjsbRequest" bbh="String" xmlbh="String" xmlmc="String" xsi:schemaLocation="http://www.chinatax.gov.cn/dataspec/TaxMLBw_GSSB_SB_00012_Request_V1.1.xsd" xmlns="http://www.chinatax.gov.cn/dataspec/" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance">
	<ShbxfbjsbHead>
		<djxh>12140100000000006567</djxh>
		<nsrsbh>140106701002127</nsrsbh>
		<nsrmc>山西建筑工程（集团）分公司</nsrmc>
		<zgswjgDm>26403810000</zgswjgDm>
		<zgswksfjDm>26403810100</zgswksfjDm>
		<sjgsrq>2016-04-04</sjgsrq>
		<djzclxDm>410</djzclxDm>
		<dwlsgxDm>1</dwlsgxDm>
		<hyDm>5421</hyDm>
		<sbfsDm>32</sbfsDm>
		<zsfsDm>400</zsfsDm>
		<sbsxDm>0101</sbsxDm>
		<sfzjlxDm></sfzjlxDm>
		<sfzjhm></sfzjhm>
        <lxdh>1</lxdh>
		<jzdz>1</jzdz>
		<ssglyDm>26402900501</ssglyDm>
		<lrrDm>26400000000</lrrDm>
		<sbrq>2016-11-17</sbrq>
		<yzpzzlDm>BDA0610222</yzpzzlDm>
		<sbxxly>2</sbxxly>
		<xssr>1111</xssr>
		<sfgzze>22222</sfgzze>
		<zgrs>3333</zgrs>
		<yhzh>1234567890</yhzh>
		<yhmc>123</yhmc>
	</ShbxfbjsbHead>
	<ShbxfbjsbDetailList>
		<ShbxfbjsbDetail>
			<sbbm>aaa</sbbm>
			<sblsh>69a4c88bd8c54c3082d2f1701ff4c2aa</sblsh>
			<xxh>0</xxh>
			<sbjbjgDm>640381</sbjbjgDm>
			<sbshrq></sbshrq>
			<zsxmDm>10201</zsxmDm>
			<zspmDm>102011101</zspmDm>
			<sjzspmDm>102011100</sjzspmDm>
			<zszmDm></zszmDm>
			<skssqq>2016-10-01</skssqq>
			<skssqz>2016-10-31</skssqz>
			<jfjs>444</jfjs>
			<jfrs>5555</jfrs>
			<jffl>0.80002</jffl>
			<yjfe>327.5</yjfe>
			<jmse>666</jmse>
			<djse>777</djse>
			<ybtse>888</ybtse>
			<bz>10000083</bz>
		</ShbxfbjsbDetail>			
	</ShbxfbjsbDetailList>
</taxML>
]]]]>><![CDATA[</body>
</service>]]></ent:service>
   </soapenv:Body>
</soapenv:Envelope>